[
{
    "Titel": "KI/AI Vorreiter",
    "Datum": "09.2024",
    "Body": "Seit Anfang 2024 habe ich begonnen mittels Python Arbeitsabläufe zu automatisieren und inspiriere mit dem Einsatz  von AI, zur Effizienzsteigerung. ",
    "Bild1": "./assets/images/image003.png",
    "Bild2": "",
    "Bild3": "",
    "Link": ""
},
{
    "Titel": "SSO für Kunden der DB InfraGO AG (ex. DB Netz AG)",
    "Datum": "03.2024",
    "Body": "Mein jüngstes Produkt als Product Owner ist eine zentrale Nutzer- und Rechteverwaltung innerhalb der DB InfraGO AG, an der künftig alle Kunden-Anwendungen angeschlossen werden, so dass unsere Kunden mit einem Login alle Anwendungen bedienen können. Ein Self-Service ermöglicht außerdem eine sehr schneller Vergabe von fehlenden Rollen oder Mitarbeitern.",
    "Bild1": "./assets/images/nur.png",
    "Bild2": "./assets/images/sso.png",
    "Bild3": "",
    "Link": "http://netzcockpit.de"
},

{
    "Titel": "PO für strecken.info",
    "Datum": "03.2023",
    "Body": "In meiner neuen Rolle als Product Owner habe ich eine neue Anwendung für Kunden der DB Netz herausgebracht, die es ermöglicht einfach und zuverlässig über Verfügbarkeitseinschränkungen in einer modernen Karte zu informieren. Das Projekt war für mich ein echtes Highlight, weil wir in kürzester Zeit durch den Einsatz agiler Methoden und einem sehr kleinen Team eine Vision umgesetzt haben.",
    "Bild1": "./assets/images/strecken-info.png",
    "Bild2": "",
    "Bild3": "",
    "Link": "https://strecken-info.de/"
},
{
    "Titel": "Recruiting für agiles Arbeiten",
    "Datum": "08.2020",
    "Body": "",
    "Bild1": "./assets/images/expertentalk_2020.jpeg",
    "Bild2": "",
    "Bild3": "",
    "Link":"https://x.com/DBKarriere/status/1296418082500616193"
},
{
    "Titel": "Co-Autor in Blockchain",
    "Datum": "12.2019",
    "Body": "Meine Masterarbeit habe ich gemeinsam mit meiner geschätzten Betreuerin Dr. Katharina Ebner überarbeitet, was dazu geführt hat, dass diese  Teil eines Kapitels in einem Buch des Springer-Verlags geworden: Kryptowährungen, die Blockchain-Technologie sowie verschiedene Neuerungen im Bereich der geltenden Richtlinien für Finanzdienstleister haben eine Vielzahl neuer Geschäftsmodelle und Unternehmen, sogenannte FinTechs, hervorgebracht. Ziel dieses Kapitels ist es, FinTechs hinsichtlich der Bedrohung für etablierte Finanzdienstleister zu analysieren. Aus der Literatur werden zu diesem Zweck Bewertungskriterien abgeleitet, die anhand eines festgelegten Bewertungsschemas auf die Ausprägungen von insgesamt 38 FinTechs angewendet werden. Die Ausprägungen der einzelnen Kriterien und des ermittelten Gesamtwerts lassen eine Bewertung der FinTechs hinsichtlich des potenziellen Risikos auf etablierte Finanzdienstleister zu. Die Ergebnisse zeigen, dass das größte Bedrohungspotenzial von der Kryptowährung Bitcoin und der Blockchain-Technologie ausgeht.",
    "Bild1": "./assets/images/IMG_9913.JPG",
    "Bild2": "./assets/images/IMG_9914.JPG",
    "Bild3": "",
    "Link":"https://link.springer.com/book/10.1007/978-3-658-28006-2"
},
{
    "Titel": "Certified Facilitator of LEGO® SERIOUS PLAY® Method and Material",
    "Datum": "08.2024",
    "Body": "Nach dem ich die Methode bereits im Sommer 2018 kennengelernt habe, entschließ ich mich dazu endlich auch die Zertifizierung zu machen. Die Methode eigenet sich sehr gut, um alle Workshopteilnehmer zu beteiligen und um sehr produtkive Ergebnisse zu erzielen.",
    "Bild1": "./assets/images/IMG_3731.jpeg",
    "Bild2": "",
    "Bild3": "",
    "Link":"https://www.linkedin.com/feed/update/urn:li:activity:7227709374067077121/"
},
{
    "Titel": "Ein eigenes Buch und Online-Kurs zum sozialen Onboarding für die DB Netz AG (Digitales Hallo)",
    "Datum": "04.2020",
    "Body": "Gemeinsam mit einer Arbeitskollegin (Danke dir für die stets großartige und wertschätzende Arbeit!!) habe ich ein Buch und einen Onlinekurs zum Onboarding in Homeoffice-Zeiten (Corona) innerhalb von 1 Woche erstellt. Das Buch haben wir Tag und Nacht geschrieben mit der Vision den neuen Kollegen einen 'Kollegen' ins Homeoffice zu bringen. Es war ein voller Erfolg und nach der ersten Probephase, haben wir gleich 500 Bücher gedruckt. Das Buch hat den German Design Award gewonnen.",
    "Bild1": "./assets/images/camphoto_1804928587.jpg",
    "Bild2": "./assets/images/A6B5C521-5EB1-4EB3-9634-AB86C4AD0168.jpg",
    "Bild3": "./assets/images/Bildschirmfoto 2024-09-04 um 15.25.50.png",
    "Link":"https://digitales-hallo.de/"
},
{
    "Titel": "Vortrag zu Agilität in der Praxis vor über 500 Zuschauern",
    "Datum": "01.2021",
    "Body": "Im Januar 2021 hatte ich die Gelegenheit einen Vortrag vor über 500 Personen zu meinem Lieblingsthema Agilität halten zu dürfen. Das Ziel meines Vortrags war es aufzuzeigen, wie Agilität in der Praxis aussieht und wie man dahin kommt. Ist es geglückt? Zum Teil ganz sicher, denn danach bin ich fester Bestandteil mit einem Workshop zu diesem Thema in einem Führungskräfte Trainingscamp geworden und habe bei über 10 'Basecamps' Workshops und Vorträge zu diesem Thema gehalten.",
    "Bild1": "",
    "Bild2": "",
    "Bild3": "",
    "Link":""
}
,
{
    "Titel": "Führungskräfte Coaching auf den DB Lean Exzellenz Basecamps",
    "Datum": "08.2021",
    "Body": "Auf über 10 Lean Exzellenz Basecamps habe ich mit einer Kollegin die obersten Führungskräfte der DB in unserem Workshop 'Agilität in der Praxis' an das Thema Agilität herangeführt und für das Thema begeistert.",
    "Bild1": "",
    "Bild2": "",
    "Bild3": "",
    "Link":""
}
,
{
    "Titel": "Ausbildung zum Speaker",
    "Datum": "06.2020",
    "Body": "Im Juni 2020 habe ich mich von Europas Speaker des Jahres zum Speaker ausbilden lassen. Das waren mit Sicherheit eine der anstrengendsten Tage und Nächte in meinem Leben... Out of comfort und es hat sich gelohnt!",
    "Bild1": "./assets/images/IMG_0449.JPG",
    "Bild2": "",
    "Bild3": "",
    "Link":""
}
,
{
    "Titel": "Mitwirken in dem ersten Podcast der Deutschen Bahn - #Einfachbahn Impulse",
    "Datum": "11.2019",
    "Body": "In mehreren Folgen des Podcats #Einfachbahn-Impulse habe ich Führungskräfte, wie den Personalvorstand, Fernverkehrsvorstand oder DB Netz Vorstand interviewt.",
    "Bild1": "./assets/images/IMG_7788.jpeg",
    "Bild2": "",
    "Bild3": "",
    "Link":"https://open.spotify.com/show/3fIeX7IkQmfViIu1cj34SU?si=e2fa47aae7d14d1c"
}
,
{
    "Titel": "Internes Meetup-Format zum Thema Konflikte",
    "Datum": "01.2019",
    "Body": "Wir habe ein internes Meetup-Format ins Leben gerufen, bei dem jeder die Gelegenheit hat mit der Community zu arbeiten. Ziel war es New Work Formate zu platzieren. Wir selbst haben mehrere Workshops zum Thema Konflikte gewinnbringend nutzen durchgeführt.",
    "Bild1": "./assets/images/0546CFF9-3705-4361-8D74-1B39DE28F107.jpg",
    "Bild2": "",
    "Bild3": "",
    "Link":""
}

,
{
    "Titel": "Platz 4 bei der APEX Dashboard Competition",
    "Datum": "04.2016",
    "Body": "Bei der ersten APEX Dashboard Competition ging es darum innerhalb kürzester Zeit ein Dashboard zu entwickeln, dass einen bereitgestellten Datensatz möglichst perfekt darstellt.",
    "Bild1": "./assets/images/Bildschirmfoto 2024-09-03 um 13.19.09.png",
    "Bild2": "",
    "Bild3": "",
    "Link":""
}

,
{
    "Titel": "Vortrag auf der DOAG als Co-Referent",
    "Datum": "11.2016",
    "Body": "Zusammen mit Tobias Arnhold habe ich meinen ersten großen Vortrag vor über 100 ITlern halten dürfen. Ich habe eine neue Variante zur Nutzung von RaphaelJS vorgestellt, die viele neue Use Cases ermöglicht. Dies konnte ich auf der DOAG vor einem Publikum vorstellen und später auf Github publizieren. Kurze Zeit später habe ich ein Echtzeit Dispositionstool damit gebaut, was heute noch eingesetzt wird.",
    "Bild1": "./assets/images/Bildschirmfoto 2024-09-03 um 13.20.00.png",
    "Bild2": "",
    "Bild3": "",
    "Link":"https://www.syntegris.de/unternehmen/neuigkeiten/277-syntegris-auf-doag-2016"
}

,
{
    "Titel": "Entwicklung eines eigenen IT-Produkts: Referenzdatenbank",
    "Datum": "08.2015",
    "Body": "Bei Syntegris habe ich ein eigenes Produkt entwickelt, dass es den Kunden ermöglicht im Fachbereich einfache Daten-Mappings zu erzeugen, die später in einem ETL-Prozess genutzt werden können. Es war das erste Produkt der Firma.",
    "Bild1": "./assets/images/Bildschirmfoto 2024-09-03 um 13.20.00.png",
    "Bild2": "",
    "Bild3": "",
    "Link":"https://www.syntegris.de/loesungen/referenzdatenbank"
}
,
{
    "Titel": "Mediationsausbildung",
    "Datum": "11.2024",
    "Body": "Aktuell schließe ich meine Ausbildung zum Mediator ab... mehr in kürze ;)",
    "Bild1": "",
    "Bild2": "",
    "Bild3": "",
    "Link":""
}
,
{
    "Titel": "Eigener Podcast zum Thema Agilität und New Work",
    "Datum": "01.2020",
    "Body": "Mit meinem damaligen Geschäftspartner habe ich einen eigenen Podcast rausgebracht mit 30 Folgen zum Thema Agilität.",
    "Bild1": "./assets/images/Bildschirmfoto 2024-09-05 um 16.56.15.png",
    "Bild2": "",
    "Bild3": "",
    "Link":"https://open.spotify.com/show/3nebt6MCdw1sCyIMm7fPlF"
}

]